[
    {
        "client_side": "required",
        "server_side": "unsupported",
        "game_versions": [
            "1.16.5",
            "1.17.1",
            "1.18.1",
            "1.18.2",
            "1.19",
            "1.19.1",
            "1.19.2",
            "1.19.3",
            "1.19.4",
            "1.20",
            "1.20.1",
            "1.20.2",
            "1.20.3",
            "1.20.4"
        ],
        "id": "1KVo5zza",
        "slug": "fabulously-optimized",
        "project_type": "modpack",
        "team": "f4TW0oYF",
        "organization": "d8z9840y",
        "title": "Fabulously Optimized",
        "description": "Improve your graphics and performance with this simple modpack. Custom colors support!",
        "body": "[![How to install](https://i.ibb.co/xmR26hy/modrinth.png)](https://download.fo/install)\n[![Get help on Discord](https://i.ibb.co/qJLSFXs/discord-mr.png)](https://download.fo/discord)\n[![Rate the modpack](https://i.ibb.co/8xXhMvz/rate-mr.png)](https://download.fo/rate)\n\nA simple Minecraft modpack focusing on performance and graphics enhancements.\n\n[![Video review](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Performance\n\nFabulously Optimized is faster than competing game clients, thanks to [modern performance mods][1] like Sodium, Lithium, and others. The bundled mods have been carefully selected to be safe in your worlds and provide noticeable speed benefits on any device.\n\n### OptiFine parity\n\nFabulously Optimized [supports most OptiFine features][2], including shaders, connected textures, and zoom. If your resource pack states \"OptiFine required,\" it will probably function here as well. [You can even get your own free cape!][3]\n\n### Feels familiar\n\nFabulously Optimized includes features that allow you to experience Minecraft just as you remember it, no matter what version you've used before. This means you can [use game controllers, play local worlds with friends, view advancements in a large window, and much more][4].\n\n### Works everywhere\n\nFabulously Optimized does not include content mods, so you can play on any world or server. While you can use any game launcher to play the pack, [we recommend and provide support for specific ones that offer the best experience][5].\n\n### Up to date\n\nFabulously Optimized [receives fast updates][6] and stands as one of the first modpacks to upgrade to newer Minecraft versions. [Updating the modpack is easy][7] and will preserve your mod settings, where possible.\n\n### Built on Fabric\n\nFabulously Optimized uses the Fabric mod loader, which is lightweight, fast, and supports a lot of mods. [You can use the modpack as a base to add your favorite mods to.][8]\n\n### Open development\n\nFabulously Optimized [is open-source][9], and so are most of its mods. We welcome user suggestions and collaborate with mod developers to create a better user experience for everyone.\n\n### Helpful community\n\nWe have a growing community of friendly members who enjoy discussing the pack, [translating its content][10], and helping each other. [Join us today!][11]\n\n## FAQ\n\n> **Q**: How do I install, update, add mods, or do something else?\n> \n> **A**: [The answers are in our wiki.][12]\n\n\n> **Q**: Something broke or you should add something!\n> \n> **A**: [Post it to our GitHub.][9]\n\n\n> **Q**: What mods does it have?\n> \n> **A**: Click any version and scroll down [or see the comparison table][1].\n\n\n> **Q**: I like the modpack. How can I contribute?\n> \n> **A**: [Ways you can help are described here.][13] Thank you!\n\n\n> **Q**: Do I need the modpack on the server?\n> \n> **A**: No, the pack works on all servers that allow vanilla clients. [A detailed answer and server setup tips are here.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) If you need a host, click here - 25% off for the first month!][15]\n\n\n> **Q**: I have more questions!\n> \n> **A**: [Come and chat with us on Discord!][11]\n\n### By using this modpack, [you agree to the following disclaimers][16].\n\n<details>\n<summary>Bahasa Melayu</summary>\n\nSebuah pek mod Minecraft ringkas yang memfokuskan peningkatan prestasi dan grafik.\n\n[![Video penilaian](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Prestasi\n\nFabulously Optimized adalah lebih pantas daripada OptiFine dikeranakan [mod prestasi moden][1] seperti Sodium, Lithium dan yang lain. Mod yang disertakan telah dipilih dengan teliti agar selamat dipakai di dunia anda dan memberikan manfaat kelajuan yang ketara pada mana-mana peranti.\n\n### Sokongan ciri OptiFine\n\nFabulously Optimized [menyokong kebanyakkan ciri OptiFine][2] termasuk pembayang, tekstur bersambung dan zum. Jika pek sumber anda menyatakan \"OptiFine diperlukan,\" ia mungkin akan berfungsi di sini juga. [Anda juga boleh mendapatkan mantel percuma anda sendiri!][3]\n\n### Terasa biasa\n\nFabulously Optimized menyertakan ciri yang membolehkan anda merasai Minecraft seperti yang anda ingat, tidak kira versi yang anda gunakan sebelum ini. Ini bermakna anda boleh [ menggunakan pengawal permainan, bermain dunia tempatan dengan rakan, lihat kemajuan dalam tetingkap yang besar dan banyak lagi][4].\n\n### Berfungsi di mana-mana sahaja\n\nFabulously Optimized tidak menyertakan sebarang mod berkandungan, jadi anda boleh bermain di mana-mana dunia atau pelayan. Walaupun anda boleh menggunakan mana-mana pelancar permainan untuk memainkan pek, [kami mengesyorkan dan memberikan sokongan bagi pelancar-pelancar khusus yang menawarkan pengalaman terbaik][5].\n\n### Sentiasa dikemas kini\n\nFabulously Optimized [menerima pengemaskinian yang pantas][6] dan berdiri sebagai salah satu pek mod pertama untuk menaik taraf kepada versi Minecraft yang lebih baharu. [Pengemaskinian pek mod ini adalah mudah][7] dan akan mengekalkan tetapan mod anda, jika boleh.\n\n### Dibina pada Fabric\n\nFabulously Optimized menggunakan pemuat mod Fabric, yang ringan, pantas dan menyokong banyak mod. [Anda boleh menggunakan pek mod ini sebagai asas lalu anda boleh menambahkan mod kegemaran anda.][8]\n\n### Pembangunan terbuka\n\nFabulously Optimized [adalah sumber terbuka][9], dan begitu juga dengan kebanyakan modnya. Kami mengalu-alukan cadangan pengguna dan bekerjasama dengan pembangun mod untuk mencipta pengalaman pengguna yang lebih baik untuk semua orang.\n\n### Komuniti yang membantu\n\nKami mempunyai komuniti yang kian hari kian membesar penuh dengan ahli yang mesra dan gemar membincangkan pek ini, [menterjemah kandungannya][10], dan saling menolong antara satu sama lain. [Sertai kami hari ini!][11]\n\n## Soalan Lazim\n\n> **S**: Bagaimana saya boleh memasang mod, mengemas kini mod, menambah mod atau melakukan benda lain?\n> \n> **J**: [Terdapat jawapannya dalam wiki kami.][12]\n\n\n> **S**: Sesuatu telah rosak atau kamu patut tambah sesuatu!\n> \n> **J**: [Siarkannya ke laman GitHub kami.][9]\n\n\n> **S**: Mod apa yang ada dalam pek ini?\n> \n> **J**: Klik mana-mana versi dan tatal ke bawah [atau lihat jadual perbandingan][1].\n\n\n> **S**: Saya suka pek mod ini. Macam mana saya boleh menyumbang?\n> \n> **J**: [Cara-cara untuk anda membantu sudah diterangkan di sini.][13] Terima kasih!\n\n\n> **S**: Perlukah saya memasang pek mod ini dalam pelayan saya?\n> \n> **J**: Tidak, pek ini berfungsi pada semua pelayan yang membenarkan pelanggan vanila. [ Jawapan terperinci dan petua persediaan pelayan ada di sini.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Jika anda memerlukan sebuah penganjur pelayan, klik di sini - diskaun 25% untuk bulan pertama!][15]\n\n\n> **S**: Saya ada lebih banyak soalan!\n> \n> **J**: [Mari berbual dengan kami di Discord!][11]\n\n### Dengan menggunakan pek mod ini, [anda telah bersetuju dengan penafian berikut][16].\n\n</details>\n\n<details>\n<summary>Deutsch</summary>\n\nEin Fabric-basiertes Modpack, fokussiert auf Leistungs- und Grafikverbesserungen.\n\n[![Aktuelle Überprüfung](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Leistung\n\nFabulously Optimized ist in der Regel schneller als OptiFine dank [modernen Leistungsmods](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) wie Sodium, Lithium und mehr!\n\n### OptiFine-Parität\n\nFabulously Optimized [unterstützt fast alle OptiFine-Funktionen](https://wiki.download.fo/readme/give-up-optifine), einschließlich Shadern, verbundenen Texturen und Zoom. [Du kannst sogar deinen eigenen kostenlosen Umhang bekommen!](https://wiki.download.fo/readme/free-cape)\n\n### Kleinere Optimierungen\n\nFabulously Optimized [enthält ein paar kleinere Verbesserungen](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional) , die das Vanilla-Feeling nicht zerstören, wie z.B. einen erweiterten Chatverlauf, einen Vollbildmodus mit Fenster, Korrekturen für die häufigsten Fehler und Hilfsprogramme zur Diagnose von Abstürzen.\n\n### Funktioniert überall\n\nFabulously Optimized hat keine Inhalts-Mods, sodass es auf jeder Welt und jedem Server funktioniert. Das Modpack [kann auf 4 Launchern gespielt werden, wird auf 3 Seiten gehostet](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) und [ist in viele Sprachen übersetzt](https://download.fo/translate).\n\n### Aktuell\n\nFabulously Optimized [erhält schnelle Updates](https://download.fo/changelog) und ist eines der ersten Modpacks, das auf neuere Minecraft-Versionen aktualisiert wird.\n\n### Auf Fabric gebaut\n\nIm Vergleich zu Forge ist Fabric leichtgewichtig, wird schnell aktualisiert, geladen und bietet dennoch eine hervorragende Mod-Unterstützung.\n\n### Offene Entwicklung\n\nFabulously Optimized [ist Open-Source](https://download.fo/github) wie auch die meisten Mods. Wir freuen uns über Vorschläge von den Benutzern und arbeiten mit Mod-Entwicklern zusammen, um eine bessere Benutzererfahrung zu schaffen.\n\n### Hilfsbereite Community\n\nWir haben eine wachsende Community von freundlichen Mitgliedern, die gerne über das Modpack diskutieren und sich gegenseitig helfen. [Treten Sie uns heute bei!](https://download.fo/discord)\n\n## FAQ\n\n> **Q**: Wie kann ich Mods installieren/aktualisieren/hinzufügen/etwas anderes tun?\n>\n> **A**: [Die Antworten finden Sie in unserem Wiki.](https://wiki.download.fo/)\n\n> **Q**: Etwas ist kaputt / Sie sollten etwas hinzufügen!\n>\n> **A**: [Poste es auf unserem GitHub.](https://download.fo/github)\n\n> **Q**: Welche Mods hat das Modpack?\n>\n> **A**: Klicken Sie auf eine Version und blättern Sie nach unten oder sehen Sie sich die [Vergleichstabelle](https://download.fo/mods) an.\n\n> **Q**: Ich mag das Modpack. Wie kann ich dazu beitragen?\n>\n> **A**: [Hier finden Sie Möglichkeiten, wie Sie helfen können.](https://download.fo/thanks) Wir danken Ihnen!\n\n> **Q**: Brauche ich das Modpack auf dem Server?\n>\n> **A**: Nein, das Modpack funktioniert auf allen Servern, die Vanilla-Clients zulassen. [Eine ausführliche Antwort und Tipps zur Servereinrichtung finden Sie hier.](https://wiki.download.fo/readme/server-setup)\n\n![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Wenn Sie einen Host brauchen, klicken Sie hier - 25% Rabatt für den ersten Monat!\n\n> **Q**: Ich habe weitere Fragen!\n>\n> **A**: [Komm und rede mit uns auf Discord!](https://download.fo/discord)\n\n### Mit der Nutzung dieses Modpacks [erklären Sie sich mit den folgenden Haftungsausschlüssen einverstanden.](https://download.fo/terms)\n\n</details>\n\n<details>\n<summary>Español</summary>\n\nPaquete de mods para Minecraft basado en Fabric enfocado en mejoras de rendimiento y gráficos.\n\n[![Revisión actual](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Rendimiento\n\nFabulously Optimized es normalmente más rápido que OptiFine gracias a los [mods de rendimiento modernos](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) como Sodium, Lithium y muchos más!\n\n### Paridad con Optifine\n\nFabulously Optimized [implementa casi todas las características de OptiFine](https://wiki.download.fo/readme/give-up-optifine), incluyendo shaders, texturas conectadas y zoom. [¡Incluso puedes conseguir tu propia capa gratis!](https://wiki.download.fo/readme/free-cape)\n\n### Retoques menores\n\nFabulously Optimized [incluye unos pocos retoques menores](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional) que no desentonan con la sensación vanilla, tales como historial de chat extendido, pantalla completa en ventana, así mismo soluciona bugs comunes y herramientas para diagnosticar fallos.\n\n### Funciona en cualquier lado\n\nFabulously Optimized no tiene mods de contenido, así que funciona en cualquier mundo o servidor. [Puede ejecutarse en 4 launchers diferentes y está alojado en 3 sitios distintos](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) y [cuenta con traducciones en varios lenguajes](https://download.fo/translate).\n\n### Siempre al día\n\nFabulously Optimized [recibe actualizaciones muy rápido](https://download.fo/changelog) y es uno de los primeros paquetes de mods en actualizarse a las nuevas versiones de Minecraft.\n\n### Construido en Fabric\n\nComparado con Forge, Fabric es más ligero, se actualiza y carga más rápido y cuenta también con un excelente soporte para mods.\n\n### Desarrollo abierto\n\nFabulously Optimized [es de código abierto](https://download.fo/github) así como la mayoría de sus mods. Agradecemos las sugerencias de los usuarios y colaboramos con los desarrolladores de los mods para crear una mejor experiencia para todos.\n\n### Comunidad amable\n\nContamos con una creciente comunidad de miembros amistosos, los cuales están dispuestos a discutir sobre el paquete de mods y ayudarse los unos a los otros. [Únete a nosotros hoy mismo!](https://download.fo/discord)\n\n## Preguntas frecuentes:\n\n> **Q**: ¿Cómo instalo/actualizo/agrego mods o hago algo más?\n>\n> **A**: [Las respuestas están en nuestra wiki.](https://wiki.download.fo/)\n\n> **Q**: ¡Algo falló/Deberian agregar algo!\n>\n> **A**: [Publícalo en nuestro GitHub.](https://download.fo/github)\n\n> **Q**: ¿Qué mods contiene?\n>\n> **A**: Haz click en cualquier versión y desliza hacia abajo [o consulta la tabla comparativa](https://download.fo/mods).\n\n> **Q**: Me gusta el paquete de mods. ¿Cómo puedo contribuir?\n>\n> **A**: [Aquí están descritas las maneras en las que se puede ayudar.](https://download.fo/thanks) ¡Muchas gracias!\n\n> **Q**: ¿Necesito este paquete de mods en el servidor?\n>\n> **A**: Nein, das Modpack funktioniert auf allen Servern, die Vanilla-Clients zulassen. [Una respuesta más detallada y consejos para configurar un servidor se pueden encontrar aquí.](https://wiki.download.fo/readme/server-setup)\n\n![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Si necesitas un host para tu servidor, ¡Haz click aquí para obtener un 25% de descuento en tu primer mes!\n\n> **Q**: ¡Tengo más preguntas!\n>\n> **A**: [Ven y conversa con nosotros en Discord!](https://download.fo/discord)\n\n### Al usar este paquete de mods, [estás aceptando las siguientes cláusulas de exención de responsabilidad](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>Eesti keel</summary>\n\nLihtne Minecrafti modipakk, mis keskendub jõudlusele ning graafikatäiendustele.\n\n[![Videoarvustus](https://img.youtube.com/vi/z0jKe8XgdP0/hqdefault.jpg)](https://www.youtube.com/watch?v=z0jKe8XgdP0)\n\n### Jõudlus\n\nFabulously Optimized on OptiFine'ist kiirem tänu [kaasaegsetele jõudlusmodidele][1] nagu Sodium, Lithium ja teised. Kaasatud modid on hoolikalt valitud, et need oleks sinu maailmadele ohutud ning pakuksid märgatavaid kiiruseparendusi mistahes seadmes.\n\n### OptiFine'i-võrdsus\n\nFabulously Optimized [toetab enamikku OptiFine'i funktsioonidest][2], sealhulgas varjutajad, ühendatud tekstuurid ja suum. Kui su ressursipakil on öeldud \"OptiFine nõutud,\" töötab see ilmselt siin samuti. [Sa saad omale isegi tasuta keebi hankida!][3]\n\n### Tundub tuttav\n\nFabulously Optimized sisaldab funktsioone, mis võimaldavad sul kogeda Minecrafti just nii, nagu seda mäletad, olenemata sellest, millist versiooni varem kasutasid. See tähendab, et saad [kasutada mängupulte, mängida sõpradega kohalikke maailmu, kuvada edasijõudmisi suures aknas ja palju muud][4].\n\n### Töötab kõikjal\n\nFabulously Optimized ei sisalda sisumode, seega sa saad mängida mistahes maailmas või serveris. Kuigi sa saad paki mängimiseks kasutada mistahes mängukäivitajat, [soovitame me ja pakume tuge just neile, mis annavad parima kogemuse][5].\n\n### Kaasaegne\n\nFabulously Optimized [saab kiireid uuendusi][6] ning on jätkuvalt üks esimestest modipakkidest, mis täieneb uusimatele Minecrafti versioonidele. [Modipaki uuendamine on lihtne][7] ning see säilitab võimalusel ka sinu modiseaded.\n\n### Põhineb Fabricul\n\nFabulously Optimized kasutab Fabric modilaadurit, mis on kerge, kiire ja toetab paljusid mode. [Sa saad modipakki kasutada põhjana, kuhu oma mode lisada.][8]\n\n### Avatud arendus\n\nFabulously Optimized [on avatud lähtekoodiga][9] ning seda on ka enamus selle modidest. Me tervitame kasutajate ettepanekuid ja teeme koostööd modiarendajatega, et luua parem kasutajakogemus kõigile.\n\n### Abivalmis kogukond\n\nMeil on kasvav kogukond sõbralikest liikmetest, kellele meeldib modipakki arutada, [selle sisu tõlkida][10] ja üksteist aidata. [Liitu meiega juba täna!][11]\n\n## KKK\n\n> **K**: Kuidas ma paigaldan, uuendan, lisan mode või teen midagi muud?\n> \n> **V**: [Vastused on meie vikis.][12]\n\n\n> **K**: Midagi läks katki või peaksid midagi lisama!\n> \n> **V**: [Postita see meie GitHubi.][9]\n\n\n> **K**: Mis modid sellel on?\n> \n> **V**: Klõpsa mistahes versiooni ja keri alla [või vaata võrdlustabelit][1].\n\n\n> **K**: Mulle meeldib see modipakk. Kuidas saan kaasa aidata?\n> \n> **V**: [Kaasa aitamise viisid on kirjeldatud siin.][13] Suur tänu!\n\n\n> **K**: Kas ma vajan seda modipakki ka serveris?\n> \n> **V**: Ei, see pakk töötab igas serveris, mis lubavad muutmata mängukliente. [Täpsem vastus ja serveri seadistusnõuanded leiad siit.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Kui vajad hosti, vajuta siia - esimese kuu saad 25% soodsamalt!][15]\n\n\n> **K**: Mul on veel küsimusi!\n> \n> **V**: [Tule ja vestle meiega Discordis!][11]\n\n### Seda modipakki kasutades [nõustud järgnevate lahtiütlustega][16].\n\n</details>\n\n<details>\n<summary>Ελληνικά</summary>\n\nΈνα πακέτο τροποποιήσεων βασισμένο στο Fabric, το οποίο στοχεύει σε βελτιώσεις απόδοσης και γραφικών. Αναθεώρηση του πακέτου (στα Αγγλικά):\n\n[![Παρούσα αναθεώρηση](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Απόδοση\n\nΤο Fabulously Optimized είναι συνήθως πιο γρήγορο απ' το OptiFine επειδή περιέχει [σύγχρονες τροποποιήσεις απόδοσης](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth), όπως το Sodium και το Lithium.\n\n### Ισότητα με το OptiFine\n\nΤο Fabulously Optimized [υποστηρίζει σχεδόν όλα τα χαρακτηριστικά του OptiFine](https://wiki.download.fo/readme/give-up-optifine), συμπεριλαμβάνοντας τις σκιάσεις (shaders), τα ενωμένα είδη και το ζουμ. [Απόκτησε μία δωρεάν κάπα!](https://wiki.download.fo/readme/free-cape)\n\n### Μικρές βελτιώσεις\n\nΤο Fabulously Optimized [περιέχει μικρές βελτιώσεις](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional), οι οποίες δε χαλάνε τη vanilla αίσθηση του παιχνιδιού, όπως αυξημένο ιστορικό συνομιλίας, πλήρης οθόνη σε μορφή παραθύρου και διορθώσεις στα πιο συνηθισμένα προβλήματα.\n\n### Λειτουργεί παντού\n\nΤο Fabulously Optimized είναι σχεδιασμένο ώστε να λειτουργεί στον οποιοδήποτε κόσμο ή διακομιστή, [τρέχει σε τέσσερις εκκινητές, βρίσκεται σε τρεις ιστοσελίδες](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) και [υποστηρίζει πολλές γλώσσες](https://download.fo/translate).\n\n### Εντός χρόνου\n\nΤο Fabulously Optimized [λαμβάνει γρήγορα αναβαθμίσεις](https://download.fo/changelog) και είναι ένα απ' τα πρώτα πακέτα τροποποιήσεων που θα αναβαθμιστεί σε νεότερες εκδόσεις του Minecraft.\n\n### Δημιουργημένο με βάση το Fabric\n\nΣε σύγκριση με το Forge, το Fabric αναβαθμίζεται και φορτώνει γρηγορότερα, δεν περιέχει τεράστιες τροποποιήσεις-«βιβλιοθήκες» και εξακολουθεί να έχει πολύ καλή υποστήριξη τροποποιήσεων.\n\n### Ανοιχτή Πρόοδος\n\nΤο Fabulously Optimized [είναι ανοιχτού κώδικα](https://download.fo/github), όπως και οι περισσότερες τροποποιήσεις που διαθέτει. Εξελίσσεται με ιδέες της κοινότητας και συνεργάζεται με τους δημιουργούς των τροποποιήσεων ώστε να δημιουργήσει μια καλύτερη εμπειρία για όλους.\n\n### Υποστηρικτική κοινότητα\n\nΈχουμε μία αυξανόμενη κοινότητα αποτελούμενη από φιλικά μέλη, στα οποία αρέσει να συζητούν για το πακέτο και να βοηθούν ο ένας τον άλλο. [Γίνε και 'συ ένας από 'μας!](https://download.fo/discord)\n\n## Συχνές Ερωτήσεις\n\n> **Ερ.**: Πως κατεβάζω το πακέτο; Το αναβαθμίζω; Του προσθέτω άλλες τροποποιήσεις; Κάτι άλλο;\n> \n> **Απ.**: [Οι απαντήσεις βρίσκονται στο wiki μας.](https://wiki.download.fo/)\n\n\n> **Ερ.**: Κάτι χάλασε! Θα 'πρεπε να προστεθεί κάτι!\n> \n> **Απ.**: [Ανέβασέ το στο GitHub μας.](https://download.fo/github)\n\n\n> **Ερ.**: Τι τροποποιήσεις περιλαμβάνονται;\n> \n> **Απ.**: Κάνε κλικ στην οποιαδήποτε έκδοση και περιηγήσου προς τα κάτω [ή δες τον κατάλογο σύγκρισης](https://download.fo/mods).\n\n\n> **Q**: Μου αρέσει αυτό το πακέτο. Πώς μπορώ να βοηθήσω;\n> \n> **A**: [Οι τρόποι βοήθειας αναφέρονται εδώ.](https://download.fo/thanks) Ευχαριστούμε!\n\n\n> **Ερ.**: Χρειάζεται το πακέτο να είναι και στον διακομιστή;\n> \n> **Απ.**: Όχι, το πακέτο λειτουργεί σε όλους τους διακομιστές οι οποίοι επιτρέπουν vanilla πελάτες. [Λεπτομερής απάντηση και συμβουλές για διακομιστές βρίσκονται εδώ.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Αν χρειάζεσαι έναν host, πάτησε εδώ - μείον 25% για τον πρώτο μήνα!](https://download.fo/host)\n\n\n> **Ερ.**: Έχω κι άλλες ερωτήσεις!\n> \n> **Απ.**: [Έλα και συνομίλησε μαζί μας στο Discord!](https://download.fo/discord)\n\n### Χρησιμοποιώντας αυτό το πακέτο τροποποιήσεων, [συμφωνείς με τις ακόλουθες προειδοποιήσεις](https://download.fo/terms) (γραμμένες στα Αγγλικά).\n\n</details>\n<details>\n<summary>Français</summary>\n\nUn simple modpack axé sur l'amélioration des performances et des graphismes.\n\n[![Revue vidéo](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Performant\n\nFabulously Optimized est rapide qu'OptiFine, grâce à des [mods modernes de performances][1] comme Sodium, Lithium et d'autres. Les mods inclus ont été soigneusement sélectionnés pour être sûrs et améliorer considérablement la vitesse sur n'importe quel appareil.\n\n### Parité avec OptiFine\n\nFabulously Optimized [supporte la majorité des fonctionnalités d'OptiFine][2], dont les shaders, les textures connectées et le zoom. Si vôtre pack de ressource indique \"OptiFine requis\", il fonctionnera probablement aussi avec Fabulously Optimized.[Vous pouvez même obtenir une cape gratuite !][3]\n\n### Parait familier\n\nFabulously Optimized inclus des fonctionnalités qui vous permettent de jouer à Minecraft comme vous l'avait toujours fait, peu importe la version que vous utilisiez avant. Autrement dit, vous pouvez [utiliser des manettes, jouer sur en local avec des amis, voir les succès dans une grande fenêtre, et bien plus][4].\n\n### Compatible et universel\n\nFabulously Optimized n'inclut pas de mods de contenu, vous pouvez donc jouer sur n'importe quel monde ou serveur. Bien que vous puissiez utiliser n'importe quel launcher pour jouer au pack, [nous recommandons et fournissons une assistance pour les launchers qui offrent la meilleure expérience][5].\n\n### Maintenu à jour\n\nFabulously Optimized [reçoit des mises à jour rapides][6] et est l'un des premiers modpacks à être mis à jour pour les nouvelles versions de Minecraft. [La mise à jour du modpack est facile][7] et préservera les paramètres de votre mod, dans la mesure du possible.\n\n### Basé sur Fabric\n\nFabulously Optimized utilise l'API Fabric, qui est légère, rapide et prend en charge un grand nombre de mods. [Vous pouvez utiliser le modpack comme une base pour y ajouter vos mods préférés.][8]\n\n### Développement ouvert\n\nFabulously Optimized [est open source][9] comme la plupart de ses mods. Les suggestions des utilisateurs sont les bienvenues et nous collaborons avec les développeurs de mods afin de créer une meilleure expérience utilisateur pour tous.\n\n### Support communautaire\n\nNous avons une communauté grandissante de membres bienveillants qui aiment discuter du pack, [traduire son contenu][10], ou encore s'entraider. [Rejoignez-nous dès aujourd'hui !][11]\n\n## FAQ\n\n> **Q** : Comment installer, mettre à jour, ajouter des mods, etc ?\n> \n> **R** : [Les réponses sont dans notre wiki.][12]\n\n\n> **Q** : Quelque chose ne fonctionne pas ! Vous devriez ajouter quelque chose !\n> \n> **R** : [Postez-le sur notre GitHub.][9]\n\n\n> **Q** : Quels sont les mods utilisés ?\n> \n> **R** : Cliquez sur n'importe quelle version et descendez [ou regardez le tableau de comparaison][1].\n\n\n> **Q** : J'aime le modpack. Comment puis-je y contribuer ?\n> \n> **R** : [Les façons de nous aider sont décrites ici.][13] Merci !\n\n\n> **Q** : Ai-je besoin que ce modpack soit installé sur le serveur ?\n> \n> **R** : Non, le pack fonctionne sur tous les serveurs qui autorisent les clients vanilla. [Une réponse détaillée et des conseils pour l'installation du serveur se trouvent ici.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Si vous avez besoin d'un hébergeur, cliquez ici pour - 25% sur le premier mois !][15]\n\n\n> **Q** : J'ai encore des questions !\n> \n> **R** : [Venez discuter avec nous sur Discord !][11]\n\n### En utilisant ce modpack, [vous acceptez les avertissements suivants][16].\n\n</details>\n\n<details>\n<summary>हिंदी</summary>\n\nएक Fabric पर बना हुआ मोडपैक है माइनकक्राफ्ट के लिए जो परफॉर्मांस और ग्राफिक्स को बेहतर करने              पर अपना ध्यान केंद्रित करता है।\n\n[![अभी की समीक्षा](https://img.youtube.com/vi/K90gsbmhf3w/hqdefault.jpg)](https://www.youtube.com/watch?v=K90gsbmhf3w)\n\n### परफॉर्मांस\n\nFab       bulously Optimized ज्यादतर OptiFine से बेहतर साबित होता है क्योंकि उसमे [आधुनिक पेरफॉर्मांस मॉड्स का इस्तेमाल किया गया है](https://github.com/Fabulously-Optimized/fabulously-optim              mized/blob/main/INCLUDED-MODS.md#smooth) जैसे Sodium और Lithium.\n\n### OptiFine के साथ समानता\n\nFabulously Optimized [OptiFine के लगभग सभी विभिन्न विशेषताओं को स्पोर्ट करता है](         (https://wiki.download.fo/readme/give-up-optifine), जिसमे शडेरस्, जुड़े टेक्स्चर और ज़ूम आते हैं. [एक मुफ्त केप पाएं!](https://wiki.download.fo/readme/free-cape)\n\n### कम बदलाव\n                 n\nFabulously Optimized [मे कुछ बदलाव हैं](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional) जो गमे के साधारण भावों को बिल्कुल नह        हीं बदलते, जैसे ज्यादा चैट हिस्ट्री, विंडोवद् फुल स्क्रीन मोड और कई तरह की गलत चीजों को सही करने जैसे आम मुद्दों के लिए.\n\n### कहीं भी चल सकता है\n\nFabulously Optimized को ऐसे ब                       बनाया गया है की व किसी भी जगह चल सकता है, [पांच लौंचर्स पे चलता है, तीन वेबसाइट्स पर उपलब्ध है](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) और [कई सारी          ी भाषाओं मे उपलब्ध है](https://download.fo/translate).\n\n### आधुनिक\n\nFabulously Optimized [जल्दी उपदेट्स पाता है](https://download.fo/changelog) और नये गमे वेरसनस मे उपडेट होने               वाले मोडपैक्स मे से वन ऑफ दी फर्स्ट मोडपैक है.\n\n### Fabric पर बना है\n\nForge के मुकाबले, Fabric जल्दी उपडटे और लोड होता है, बड़ी बड़ी फ़ाइलें नहीं शामिल हैं और फिर भी अच्छा म                        मोड सप्पोर्ट हैं।\n\n### खुला विकास\n\nFabulously Optimized [खुल कोड के साथ है](https://download.fo/github) और उसके कई सारे मॉड्स भी. इसका विकास जनता के विचारों पर होता है, मोड बन             नाने वालों के साथ काम करके सबके लिए एक अच्छा वातावरन बनाने की कोशिस की जाती है.\n\n### मददगार जनता\n\nहमारे पास एक दोस्तानी सी जनता है जो मोडपैक के बारे मे बात करते हैं और एक दूसर                  रे की मदत करते हैं. [हमसे जुड़ें!](https://download.fo/discord)\n\n## प्रशन और उत्तर\n\n> **प्रशन**: कैसे इंस्टाल करें? उपडेट करें? मॉड्स बदलें? और कुछ?\n> \n> **उत्तर**: [इन सबके                           जवाब हमारी विकि पर उपलब्ध हैं.](https://wiki.download.fo/)\n\n\n> **प्रशन**: कुछ गड़बड़ हो गयी! तुम्हे कुछ लगाना है!\n> \n> **उत्तर**: [हमारे गिटहब पेज पर डालें.](https://downlo                oad.fo/github)\n\n\n> **प्रशन**: कौनसे मॉड्स उपलब्ध हैं?\n> \n> **उत्तर**: किसी भी संस्करण को दबाकर नीचे जाएं [या नीचे दी गयी टेबल देखें](https://download.fo/mods).\n\n\n> **प्रशन                न**: मुझे ये अच्छा लगा. में इसे बनाने मे कैसे मदत कर सकता हूँ?\n> \n> **उत्तर**: [मदत करने के तरीके यहाँ पर दिये हुए हैं.](https://download.fo/thanks) शुक्रिया!\n\n\n> **प्रशन**:                          क्या मुझे ये मोडपैक अपने सर्वर पे भी चाहिए होगा?\n> \n> **उत्तर**: नहीं, ये किसी भी सर्वर पर काम करता है जो वनीला क्लायंटस को सुप्पोरट करते हैं. [ज्यादा विस्तृत मे उत्तर और सेर्व                          वर से जुड़े टिप्स यहाँ मौजूद हैं.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) अगर आपको एक सेर्वेर होस्ट चाहिए, यहा            ाँ दबाएं- 25 प्रतिशत डिस्कॉउट पहले महीने के लिए!](https://download.fo/host)\n\n\n> **प्रशन**: मेरे पास आर भी प्रशन हैं!\n> \n> **उत्तर**: [आयें और हमारे discord पर पूछे!](https://                  /download.fo/discord)\n\n### इस मोडपैक को यूज़ करके, [आप हमारे निम्नलिखित अस्वीकरणो से सहमत होते हैं](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>Italiano</sum         mmary>\n\nUn modpack di minecraft concentrato sulle prestazioni e sui miglioramenti grafici.\n\n[![Recensione attuale](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Prestazioni\n\nFabulously Optimized è di solito più performante della OptiFine grazie a [mod moderne che migliorano le prestazioni](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) come Sodium, Lithium e tante altre!\n\n### Parità con la OptiFine\n\nFabulously Optimized [supporta quasi tutte le features della OptiFine](https://wiki.download.fo/readme/give-up-optifine), incluse le shaders, textures connesse e zoom. [Puoi anche avere il tuo mantello gratuito!](https://wiki.download.fo/readme/free-cape)\n\n### Miglioramenti Minori\n\nFabulously Optimized [include dei piccoli miglioramenti](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional) che non rovinano l'esperienza vanilla, come l'estensione della cronologia della chat , fullscreen in modalità finestra, risoluzione dei bug più comuni e strumenti per disgnosticare i crash.\n\n### Funziona Ovunque!\n\nFabulously Optimized non ha mod che aggiungono nuovi contenuti, quindi funziona in qualsiasi mondo o server. Il modpack [può essere usato su 4 launcher, è pubblicato su 3 siti](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) ed [è tradotto in diverse lingue](https://download.fo/translate), incluso l'italiano!\n\n### Aggiornamento\n\nFabulously Optimized [riceve aggiornamenti frequenti](https://download.fo/changelog) ed è tra i primi ad essere aggiornato alle nuove versioni di Minecraft.\n\n### Costruito su Fabric\n\nRispetto a Forge, Fabric è più leggero, si aggiorna e avvia più velocemente, ed ha comunque un grande supporto di mod.\n\n### Sviluppo aperto\n\nFabulously Optimized [è open source](https://download.fo/github) come molte delle sue mod. Siamo aperti a suggerimenti dagli utenti e a collaborare con gli sviluppatori delle mod per creare una migliore esperienza per tutti.\n\n### Comunità disponibile\n\nAbbiamo una comunità in crescita di membri amichevoli a cui piace discutere del modpack e aiutarsi a vicenda. [Unisciti a noi oggi!](https://download.fo/discord)\n\n## Domande frequenti\n\n> **Q**: Come si installano/aggiornano/aggiungono mods/etc?\n> \n> **A**: [Le risposte sono sulla wiki.](https://wiki.download.fo/)\n\n\n> **Q**: Qualcosa non funziona/dovreste aggiungere qualcosa\n> \n> **A**: [Postalo su GitHub.](https://download.fo/github)\n\n\n> **Q**: Che mod sono incluse?\n> \n> **A**: Clicca qualunque versione e scrolla fino alla lista di mod [o guarda la tabella ](https://download.fo/mods).\n\n\n> **Q**: Mi piace il modpack, come posso aiutare?\n> \n> **A**: [I modi in cui puoi aiutare sono descritti qui.](https://download.fo/thanks) Grazie!\n\n\n> **Q**: Devo installare il modpack sul server?\n> \n> **A**: No, il modpack funziona su tutti i server vanilla. [Risposta più dettagliata e consigli sui server qui.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Se ti serve un host, clicca qui - 25% di sconto per il primo mese!](https://download.fo/host)\n\n\n> **Q**: Ho altre domande!\n> \n> **A**: [Vieni e chatta su Discord!](https://download.fo/discord)\n\n### Usando questo modpack, [acconsenti a ciò](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>한국어</summary>\n\n성능과 그래픽 향상에 초점을 맞춘 간단한 Minecraft 모드 팩.\n\n[![후기 보기](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### 성능 개선\n\nFabulously Optimized는 Sodium, Lithium 등 여러 [최신 성능 개선 모드][1] 덕분에 Optifine보다 더 빠릅니다. 이 모드들은 월드를 안전히 지키고 어떤 기기에서나 눈에 띄는 속도 개선을 제공하기 위해 신중히 선택되어졌습니다.\n\n### OptiFine과 호환\n\nFabulously Optimized는 셰이더를 포함한 연결된 텍스쳐, 화면 확대 등 [거의 모든 Optifine의 기능][2]을 지원합니다. 만약 당신의 리소스 팩이 \"Optifine이 필 요합니다.\"라고 명시되어있으면 거의 대부분 잘 작동할 것이며, [자신만의 무료 망토도 가질 수 있습니다!][3]\n\n### 익숙한 느낌\n\nFabulously Optimized에는 이전에 사용했던 버전과 상 관 없이 기억하는 그대로 Minecraft를 경험할 수 있는 기능이 포함되어 있습니다. 즉, [게임 컨트롤러를 사용하고, 친구와 함께 로컬 월드를 플레이하고, 큰 화면에서 발전 과제를 확인하는  등 다양한 기능을 사용할 수 있음을 의미합니다][4].\n\n### 어디서나 사용 가능\n\nFabulously Optimized는 콘텐츠 모드가 없어, 모든 월드 및 서버에서 작동합니다. 모든 런처를 사용해서  팩을 플레이할 수도 있지만, [저희는 최상의 경험을 제공하는 특정 런처를 권장 및 지원합니다][5].\n\n### 빠른 업데이트\n\nFabulously Optimized는 [빠른 업데이트][6]를 제공하고 최신 Minecraft 버전으로 업그레이드할 수 있는 최초의 모드팩 중 하나입니다. [모드팩 업데이트는 간단하며][7] 가능한 경우 모드 설정을 보존합니다.\n\n### Fabric 기반\n\nFabulously Optimized 는 가볍고, 빠르며 많은 모드를 지원하는 Fabric 모드 로더를 사용합니다. [모드팩을 기본으로 사용하여 좋아하는 모드를 추가할 수도 있습니다.][8]\n\n### 오픈소스\n\nFablously Optimized는 [오픈소스][9]이며, 또한 대부분의 모드도 마찬가지입니다. 저희는 언제나 플레이어 분들의 제안을 환영하며, 모드 개발자 분들과 협력해 모두에게 더 나은 사용자 경험을 제공할 수 있도 록 노력하고 있습니다.\n\n### 열린 커뮤니티 (영어)\n\n저희는 모드팩에 대해 토론을 즐기고, [콘텐츠를 번역하고][10], 서로를 도와주는 친근한 멤버들로 구성되어있는 성장하는 커뮤니티를 가지고 있습니다. [지금 바로 참여하세요!][11]\n\n## 자주 묻는 질문들\n\n> **Q**: 모드팩 설치, 업그레이드, 모드를 추가하거나, 다른 작업을 하려면 어떻게 해야 하나요?\n> \n> **A**: [답변은 저희 위키에 있습니다.][12] (영어)\n\n\n> **Q**: 뭔가 고장났거나 추가해야 할 것이 있어요!\n> \n> **A**: [저희 GitHub에 게시해 주세요.][9]\n\n\n> **Q**: 모드팩에 어떤 모드 가 포함되어 있나요?\n> \n> **A**: 아무 버전이나 클릭하고 아래로 스크롤 하거나 [비교 표][1]를 참고하세요.\n\n\n> **Q**: 모드팩에 기여하고 싶어요.\n> \n> **A**: [도움을 드릴 수 있 는 방법은 여기에 설명되어 있습니다.][13] 감사합니다!\n\n\n> **Q**: 서버에도 모드팩을 적용해야 하나요?\n> \n> **A**: 아니요, 이 팩은 바닐라 클라이언트를 허용하는 모든 서버에서 작 동합니다. [자세한 답변과 서버 설정 팁은 여기를 참조해 주세요.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) 호스팅이 필요하시다면, 클릭해 첫 달은 25% 할인된 가격으로 사용해보세요!][15]\n\n\n> **Q**: 아직 질문이 남아있어요.\n> \n> **A**: [Discord에서 저희와 같이 채팅하세요!][11]\n\n### 이 모드팩을 사용함으로써, [당신은 다음 면책 조항][16]에 동의함으로 간주됩니다.\n\n</details>\n\n<details>\n<summary>Polski</summary>\n\nProsty modpack do Minecrafta, skupiający się na wydajności i ulepszeniach graficznych.\n\n[![Recenzja wideo](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Wydajność\n\nFabulously Optimized jest wydajniejszy niż OptiFine, dzięki [nowoczesnym modom zwiększającym wydajność][1], takimi jak Sodium, Lithium i innymi. Dołączone mody zostały starannie dobrane, aby były bezpieczne w twoich światach i zapewniały zauważalne korzyści w zarkesie wydajności na dowolnym urządzeniu.\n\n### Porównanie z OptiFine\n\nFabulously Optimized [wspiera większość funkcji OptiFine'a][2], włącznie z shaderami, połączonymi teksturami i przybliżaniem. Jeśli twoja paczka zasobów \"wymaga OptiFine'a\", prawdopodobnie będzie działał również tutaj. [Możesz nawet zdobyć własną, darmową pelerynę!][3]\n\n### Znajomy\n\nFabulously Optimized zawiera funkcje, które pozwalają doświadczyć Minecrafta tak, jak go pamiętasz, bez względu na to, z jakiej wersji korzystałeś wcześniej. Oznacza to, że możesz [używać kontrolerów do gier, grać w lokalnych światach ze znajomymi, przeglądać postępy w dużym oknie i wiele więcej][4].\n\n### Działa wszędzie\n\nFabulously Optimized nie zawiera modów dodających zawartość, więc możesz grać na dowolnym świecie lub serwerze. Chociaż do grania z modpackiem można użyć dowolnego launchera, [zalecamy i zapewniamy wsparcie dla konkretnych launcherów, które oferują najlepsze wrażenia][5].\n\n### Aktualny\n\nFabulously Optimized [otrzymuje szybkie aktualizacje][6] i jest jednym z pierwszych modpacków, które są aktualizowane do nowszych wersji Minecrafta. [Aktualizacja modpacka jest łatwa][7] i zachowa ustawienia modów, jeśli jest to możliwe.\n\n### Zbudowany na Fabric'u\n\nFabulously Optimized korzysta z modloadera Fabric, który jest lekki, szybki i obsługuje wiele modów. [Możesz użyć modpacka jako podstawy do dodania swoich ulubionych modów.][8]\n\n### Otwarty rozwój\n\nFabulously Optimized [jest otwartoźródłowy][9], podobnie jak większość jego modów. Chętnie przyjmujemy sugestie użytkowników i współpracujemy z twórcami modów, aby zapewnić wszystkim lepsze wrażenia z gry.\n\n### Pomocna społeczność\n\nMamy rosnącą społeczność przyjaznych członków, którzy lubią dyskutować o paczce, [tłumaczyć jego zawartość][10] i pomagać sobie nawzajem. [Dołącz do nas już dziś!][11]\n\n## Często zadawane pytania\n\n> **Q**: Jak zainstalować, aktualizować, dodać mody lub zrobić coś innego?\n> \n> **A**: [Odpowiedzi znajdują się na naszej wiki.][12]\n\n\n> **Q**: Coś się zepsuło lub powinieneś coś dodać!\n> \n> **A**: [Opublikuj to na naszym GitHubie.][9]\n\n\n> **Q**: Jakie mody posiada paczka?\n> \n> **A**: Kliknij dowolną wersję i przewiń w dół [lub zobacz tabelę porównawczą][1].\n\n\n> **Q**: Podoba mi się modpack. Jak mogę wnieść swój wkład?\n> \n> **A**: [Sposoby, w jakie możesz pomóc, są opisane tutaj.][13] Dziękujemy!\n\n\n> **Q**: Czy potrzebuję paczki modów na serwerze?\n> \n> **A**: Nie, paczka działa na wszystkich serwerach, które zezwalają na klientów bez modów. [Szczegółowa odpowiedź i wskazówki dotyczące konfiguracji serwera znajdują się tutaj.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Jeśli potrzebujesz hostingu, kliknij tutaj - 25% zniżki na pierwszy miesiąc!][15]\n\n\n> **Q**: Mam więcej pytań!\n> \n> **A**: [Przyjdź i porozmawiaj z nami na Discordzie!][11]\n\n### Korzystając z tego modpacka, [zgadzasz się na następujące zastrzeżenia][16].\n\n</details>\n\n<details>\n<summary>Português (Brasil)</summary>\n\nUm modpack de Minecraft feito com o Fabric, voltado para otimização gráfica e alto desempenho.\n\n[![Análise atual](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Desempenho\n\nO Fabulously Optimized é mais otimizado do que o OptiFine devido a uma série de [mods de desempenho modernos](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) como o Sodium e o Lithium.\n\n### Igual ao OptiFine\n\nO Fabulously Optimized [oferece quase todas as funcionalidades do OptiFine](https://wiki.download.fo/readme/give-up-optifine), incluindo shaders, texturas conectadas e zoom. [Você pode até conseguir uma capa gratuita!](https://wiki.download.fo/readme/free-cape)\n\n### Pequenos ajustes\n\nO Fabulously Optimized [inclui pequenos ajustes](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional) que não interferem com o estilo padrão do jogo, como o histórico de chat expandido, modo de tela inteira com janela, correção de erros comuns e ferramentas para investigar erros.\n\n### Funciona sempre, em todo lugar\n\nO Fabulously Optimized não contém mods de conteúdo, ou seja, funciona em qualquer mundo ou servidor. O modpack [pode ser jogado em quatro launchers, está hospedado em três sites](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) e [traduzido em muitos idiomas](https://download.fo/translate).\n\n### Atualizado\n\nO Fabulously Optimized [é atualizado rapidamente](https://download.fo/changelog), um dos primeiros modpacks a ser atualizado para novas versões do Minecraft Java.\n\n### Feito com o Fabric\n\nComparado com o Forge, o Fabric é leve, avançado e compatível com uma ampla gama de mods.\n\n### Desenvolvimento aberto\n\nO Fabulously Optimized [está em código-aberto](https://download.fo/github) e com a maioria dos mods é a mesma coisa. Agradeço a sugestão dos usuários e colaboro com desenvolvedores para proporcionar a melhor experiência a todos.\n\n### Comunidade prestativa\n\nA nossa comunidade em crescimento está repleta de jogadores que debatem e ajudam uns aos outros. [Faça parte também!](https://download.fo/discord)\n\n## Perguntas frequentes\n\n> **P**: Como instalo, atualizo, adiciono mods ou faço outra coisa?\n> \n> **R**: [Veja em nossa wiki.](https://wiki.download.fo/)\n\n\n> **P**: Algo não deu certo ou preciso adicionar outra coisa!\n> \n> **R**: [Poste em nosso GitHub.](https://download.fo/github)\n\n\n> **P**: Quais são os mods?\n> \n> **R**: Clique em qualquer versão e role para baixo [ou veja a tabela comparativa](https://download.fo/mods).\n\n\n> **P**: Gostei do modpack. Como posso ajudar?\n> \n> **R**: [Veja como contribuir aqui.](https://download.fo/thanks) Obrigado!\n\n\n> **P**: Preciso do modpack no servidor?\n> \n> **R**: Não, o modpack funciona em todos os servidores que permitem clientes padrão. [A resposta detalhada e dicas para configurar servidores estão aqui.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Caso queira uma hospedagem, clique aqui — 25% de desconto no primeiro mês!](https://download.fo/host)\n\n\n> **P**: Quero saber mais!\n> \n> **R**: [Fale conosco no Discord!](https://download.fo/discord)\n\n### Ao usar o modpack, [você concorda com os termos](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>Română</summary>\n\nUn modpack pt. Minecraft concentrat pe performanța și îmbunătățiri grafice.\n\n[![Recenzie](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Performanţă\n\nFabulously Optimized este mai rapid decât OptiFine, datorită [mod-urilor de performanţă][1] ca Sodium, Lithium şi altele. Modurile au fost selectate cu atenție pentru a fi compatibile si sigure.\n\n### Paritatea OptiFine\n\nFabulously Optimized [suportă majoritatea caracteristicilor OptiFine][2], inclusiv shaders, texturi conectate și zoom. Dacă în pachetul de resurse se menționează \"OptiFine required\", probabil că va funcționa și aici. [De aici poti lua o pelerina gratis!][3]\n\n### Se simte familiar\n\nFabulously Optimized include caracteristici care vă permit să experimentați Minecraft exact așa cum il stiti. Acest lucru înseamnă că puteți [utiliza controllere de joc, juca lumi locale cu prietenii etc][4].\n\n### Funcționează peste tot\n\nFabulously Optimized nu include moduri de conținut, astfel încât puteți juca pe orice lume sau server. Deși puteți folosi orice lansator de jocuri pentru a juca pachetul, [va recomandăm și oferim suport pentru cele care oferă cea mai bună experiență][5].\n\n### La zi\n\nFabulously Optimized [este unul dintre primele modpack-uri care se actualizează la noile versiuni Minecraft][6]. [Actualizarea modpack-ului este ușoară][7] și vă va păstra setările mod-ului, acolo unde este posibil.\n\n### Construit pe Fabric\n\nFabulously Optimized folosește Fabric mod loader, care este ușor, rapid și suportă o mulțime de moduri. [Puteți folosi modpack-ul ca bază la care să adăugați modurile preferate.][8]\n\n### Dezvoltare deschisă\n\nFabulously Optimized [este open-source][9], la fel ca majoritatea modurilor sale. Ne bucura sugestiile utilizatorilor și colaborăm cu dezvoltatorii de moduri pentru a crea o experiență de utilizare mai bună pentru toată lumea.\n\n### Comunitate de ajutor\n\nAvem o comunitate in creștere unde membrii socializeaza si se ajuta reciproc. Daca vrei sa cunosti dezvoltatorii, [sa faci parte din echipa de translatori][10] sau au nevoie de ajutor, [te asteptam aici!][11]\n\n## FAQ\n\n> **Î**: Cum instalez, cum actualizez....?\n> \n> **R**: [Aici gasesti toate raspunsurile.][12]\n\n\n> **Î**: Am probleme tehnice/o sugestie!\n> \n> **R**: [Postați problema aici.][9]\n\n\n> **Î**: Ce moduri are?\n> \n> **R**: Faceți clic pe orice versiune și derulați în jos [sau consultați tabelul comparativ][1].\n\n\n> **Î**: Îmi place modpack-ul. Cum pot să contribui?\n> \n> **R**: [Vezi aici cum ne poti ajuta.][13]\n\n\n> **Î**: Am nevoie de modpack pe server?\n> \n> **R**: Pachetul funcționează pe toate serverele vanilla. [Un răspuns detaliat il puteti vedea aici.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Dacă aveți nevoie de găzduire, faceți clic aici - 25% reducere pentru prima lună!][15]\n\n\n> **Î**: Am mai multe întrebări!\n> \n> **R**: [Intra pe serverul nostru Discord!][11]\n\n### Prin utilizarea acestui modpack, [sunteți de acord cu următoarele][16].\n\n</details>\n\n<details>\n<summary>Русский</summary>\n\nЛёгкая сборка модов для Minecraft, с фокусом на производительность и графические улучшения.\n\n[![Видео обзор](https://img.youtube.com/vi/3Oylcgt1nyw/hqdefault.jpg)](https://www.youtube.com/watch?v=3Oylcgt1nyw)\n\n### Производительность\n\n[Современные оптимизирующие модификации][1] по типу Sodium и Lithium обеспечивают Fabulously Optimized лучшую производительность чем OptiFine теоретически может предложить. Включённые в сборку моды были скрупулёзно подобраны чтобы не сломать ваши игровые миры и обеспечить заметное увеличение производительности на любом устройстве.\n\n### По части OptiFine\n\nFabulously Optimized [даёт вам всё, что может дать OptiFine][2], включая шейдеры, соединённые текстуры, и zoom. Если на нужном вам ресурспаке написано \"требуется OptiFine\", то скорее всего он всё равно будет работать. [Вы даже можете получить ваш личный плащ бесплатно!][3]\n\n### Как в старые добрые\n\nВ Fabulously Optimized включён функционал который позволяет прочувствовать Minecraft прям как вы его помните, не важно на какой версии вы до этого играли. Это означает что вы можете [использовать контроллеры, исследовать одиночные миры с друзьями, любоваться достижениями в большом окне, и многое другое][4].\n\n### Работает везде\n\nВ Fabulously Optimized нет модов которые добавляют контент, так что вы можете играть на любом сервере, а также не бояться за ваши одиночные миры. Хоть мы и не запрещаем вам использовать любой удобный вам лаунчер, [но рекомендуем и предоставляем поддержку лишь для тех, что обещают вам лучший опыт использования][5].\n\n### Всегда впереди\n\nFabulously Optimized [крайне быстро обновляется][6], и одной из первых добирается до новых версий Minecraft'a. Также просим обратить внимание, что [обновляется сборка очень просто][7], и по возможности старается не трогать ваши настройки в процессе.\n\n### Основано на Fabric\n\nFabulously Optimized в своей основе использует Fabric, легковесный и быстрый загрузчик модов, с широкой поддержкой этих самых модификаций. [Вы легко можете использовать эту сборку как базу, на которую можно поставить ваши любимые моды и не только.][8]\n\n### Открытая разработка\n\nFabulously Optimized [полностью открыта][9], как и большинство модов в этой сборке. Мы крайне приветствуем идеи из сообщества, и стараемся сотрудничать с разработчиками модов, чтобы создать лучший опыт для всех.\n\n### Дружелюбное сообщество\n\nМы - растущее сообщество, любим обсуждать сборку, открываем её миру [переводя на различные языки][10], и помогаем друг другу. [Присоединяйся!][11]\n\n## Часто задаваемые вопросы\n\n> **В**: Как мне это установить, обновить, добавить моды, или...?\n> \n> **О**: [Все ответы на нашей вики.][12]\n\n\n> **В**: \"Что-то сломалось\" или \"Вы должны это добавить!\"\n> \n> **О**: [Опишите вашу проблему или просьбу на нашем GitHub.][9]\n\n\n> **В**: Какие моды тут есть?\n> \n> **О**: Нажмите на любую версию и промотайте вниз [или взгляните на нашу табличку сравнения][1].\n\n\n> **В**: Мне нравится эта сборка. Как я могу помочь с разработкой?\n> \n> **О**: [Тут описано как вы можете это сделать.][13] Заранее спасибо!\n\n\n> **В**: Мне нужно устанавливать эту сборку на сервер?\n> \n> **О**: Нет, она работает на всех серверах, поддерживающих ванильные клиенты. [Детальный ответ и советы по настройке сервера можно найти тут.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Если вам нужен хостинг, жмите сюда - 25% скидка на первый месяц!][15]\n\n\n> **В**: У меня ещё остались вопросы!\n> \n> **О**: [Так заходите в наш дискорд, и задайте их!][11]\n\n### Используя эту сборку, [вы соглашаетесь с условиями эксплуатации][16].\n\n</details>\n\n<details>\n<summary>Türkçe</summary>\n\nPerformans ve grafik iyileştirmelerine odaklanan Minecraft için Fabric tabanlı bir mod paketidir.\n\n[![Mevcut inceleme](https://img.youtube.com/vi/Vj7S5_4Rkfg/hqdefault.jpg)](https://www.youtube.com/watch?v=Vj7S5_4Rkfg)\n\n### Performans\n\nFabulously Optimized, Sodium ve Lithium gibi [modern performans modlarının](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) eklenmesi nedeniyle genellikle OptiFine'dan daha hızlıdır.\n\n### OptiFine benzerliği\n\nFabulously Optimized; shader, bağlantılı dokular ve yakınlaştırma dahil [neredeyse tüm OptiFine özelliklerini destekler](https://wiki.download.fo/readme/give-up-optifine). [Ücretsiz bir pelerin alın!](https://wiki.download.fo/readme/free-cape)\n\n### Küçük değişiklikler\n\nFabulously Optimized artırılmış sohbet geçmişi, pencereli tam ekran modu ve en yaygın sorunlara yönelik hata düzeltmeleri gibi vanilya hissini bozmayan [küçük değişiklikler içerir](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional).\n\n### Her yerde çalışır\n\nFabulously Optimized herhangi bir dünya veya sunucuda çalışmak üzere tasarlanmıştır, [4 başlatıcıda çalışır, 3 sitede barındırılır](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) ve [birçok dili destekler](https://download.fo/translate).\n\n### Güncel\n\nFabulously Optimized [hızlı güncellemeler alır](https://download.fo/changelog) ve daha yeni Minecraft sürümlerine yükseltilen ilk mod paketlerinden biridir.\n\n### Fabric üzerine kurulu\n\nForge ile karşılaştırıldığında, Fabric hızlı bir şekilde güncellenir ve yüklenir, büyük kütüphaneler içermezken aynı zamanda harika bir mod desteğine sahiptir.\n\n### Açık geliştirme\n\nFabulously Optimized [açık kaynaklıdır](https://download.fo/github) ve modlarının çoğu da öyle. Herkes için daha iyi bir kullanıcı deneyimi yaratmak için mod geliştiricileriyle işbirliği yaparak topluluğun fikirleriyle geliştirilmiştir.\n\n### Yardımsever topluluk\n\nPaketi tartışmayı ve birbirlerine yardım etmeyi seven, büyüyen arkadaş canlısı bir üye topluluğumuz var. [Bize katılın!](https://download.fo/discord)\n\n## SSS\n\n> **S**: Nasıl kurarım? Güncellerim? Mod eklerim? Ya da herhangi bir şey?\n> \n> **C**: [Cevaplar vikimizde.](https://wiki.download.fo/)\n\n\n> **S**: Bir şey bozuk! Bir şeyler eklemelisin!\n> \n> **C**: [GitHub'ımıza gönderin.](https://download.fo/github)\n\n\n> **S**: İçinde hangi modlar var?\n> \n> **C**: Herhangi bir sürüme tıklayın ve aşağı kaydırın [veya karşılaştırma tablosuna bakın](https://download.fo/mods).\n\n\n> **S**: Bunu beğendim. Nasıl katkı sağlayabilirim?\n> \n> **C**: [Yardım edebileceğiniz yollar burada açıklanmıştır.](https://download.fo/thanks) Teşekkürler!\n\n\n> **S**: Sunucuda mod paketine ihtiyacım var mı?\n> \n> **C**: Hayır, bu vanilya istemcilerine izin veren tüm sunucularda çalışır. [Ayrıntılı cevap ve sunucu ipuçları burada.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Bir hostinge ihtiyacınız varsa, buraya tıklayın - ilk ay için %25 indirim!](https://download.fo/host)\n\n\n> **S**: Daha fazla sorum var!\n> \n> **C**: [Gelin ve Discord'ta bizimle sohbet edin!](https://download.fo/discord)\n\n### Bu mod paketini kullanarak, [bu feragatnameyi kabul etmiş olursunuz](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>Українська</summary>\n\nМодпак для Minecraft на основі Fabric, що фокусується на покращенні оптимізації та графіки.\n\n[![Поточний огляд](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Оптімізація\n\nFabulously Optimized зазвичай швидший за OptiFine завдяки [сучасним модифікаціям оптимізації](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth) , таким як Sodium, Lithium та іншим!\n\n### Сумісність з OptiFine\n\nFabulously Optimized [підтримує майже всі можливості OptiFine](https://wiki.download.fo/readme/give-up-optifine), включаючи шейдери, з'єднані текстури та зум. [Ви навіть можете отримати власний безкоштовний плащ!](https://wiki.download.fo/readme/free-cape)\n\n### Незначні твіки\n\nFabulously Optimized [містить кілька незначних твіків](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional), які не порушують відчуття ванілі, такі як розширена історія чату, повноекранний режим, виправлення найпоширеніших помилок, та утиліти для діагностики збоїв.\n\n### Працює скрізь та всюди\n\nFabulously Optimized не має контент-модів, тому працює на будь-якому світі чи сервері. Модпак [можна запустити на 4 лаунчерах, він розміщений на 3 сайтах](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads) та [і перекладений на багато мов](https://download.fo/translate).\n\n### Завжди оновлений\n\nFabulously Optimized [отримує швидкі оновлення](https://download.fo/changelog) і є одним з перших модпаків які оновлюються до нових версій Minecraft.\n\n### Базований на Fabric\n\nПорівняно з Forge, Fabric легший, оновлюється і завантажується швидше, а також має чудову підтримку модів.\n\n### Відкрита розробка\n\nFabulously Optimized [має відкритий вихідний код](https://download.fo/github) , як і більшість його модифікацій. Ми вітаємо пропозиції від користувачів і співпрацюємо з розробниками модів, щоб створити кращий користувацький досвід для всіх.\n\n### Довідка та спільнота\n\nУ нас є велика спільнота дружніх членів, які люблять обговорювати модпак і допомагати один одному. [Приєднуйтесь до нас сьогодні!](https://download.fo/discord)\n\n## ЧаПи\n\n> **П**: Як встановити/оновити/додати модифікації/зробити щось інше?\n> \n> **В**: [Відповіді є в нашій вікі.](https://wiki.download.fo/)\n\n\n> **П**: Щось зламалося/Треба щось додати!\n> \n> **В**: [Опублікуйте це на нашому GitHub.](https://download.fo/github)\n\n\n> **П**: Які моди він має?\n> \n> **В**: Натисніть будь-яку версію і прокрутіть вниз [або перегляньте порівняльну таблицю](https://download.fo/mods).\n\n\n> **П**: Мені сподобався модпак. Як я можу зробити свій внесок?\n> \n> **В**: [Способи, якими ви можете допомогти, описані тут.](https://download.fo/thanks) Дякуємо!\n\n\n> **П**: Чи потрібен цей модпак на сервері?\n> \n> **В**: Ні, модпак працює на всіх серверах, які підтримують ванільні клієнти. [Детальна відповідь та поради щодо налаштування сервера тут.](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Якщо вам потрібен хост, натисніть тут - знижка 25% на перший місяць!](https://download.fo/host)\n\n\n> **П**: У мене є ще питання!\n> \n> **В**: [Приходьте поспілкуватися з нами у Discord!](https://download.fo/discord)\n\n### Використовуючи цей модпак, [ви погоджуєтесь з наступними положеннями про відмову від відповідальності](https://download.fo/terms).\n\n</details>\n\n<details>\n<summary>Tiếng Việt</summary>\n\nMột gói mod Minecraft đơn giản tập trung vào các cải tiến về hiệu suất và đồ họa.\n\n[![Video đánh giá](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### Hiệu năng\n\nFabulously Optimized nhanh hơn OptiFine nhờ [các mod hiệu suất hiện đại][1] như Sodium, Lithium và các mod khác. Các mod đi kèm đã được lựa chọn cẩn thận để đảm bảo an toàn trong thế giới của bạn và mang lại lợi ích tốc độ đáng kể trên mọi thiết bị.\n\n### Ngang bằng OptiFine\n\nFabulously Optimized [hỗ trợ hầu hết các tính năng của OptiFine][2], bao gồm shader, hoạ tiết được kết nối và thu phóng. Nếu gói tài nguyên của bạn ghi \"Yêu cầu OptiFine\", nó có thể cũng sẽ hoạt động ở đây. [Bạn thậm chí có thể nhận được áo choàng miễn phí của riêng mình!][3]\n\n### Cảm thấy quen thuộc\n\nFabulously Optimized bao gồm các tính năng cho phép bạn trải nghiệm Minecraft đúng như những gì bạn nhớ về nó, bất kể bạn đã sử dụng phiên bản nào trước đây. Điều này có nghĩa là bạn có thể [sử dụng bộ điều khiển trò chơi, chơi thế giới cục bộ với bạn bè, xem các thành tựu trong một cửa sổ lớn và hơn thế nữa][4].\n\n### Hoạt động ở mọi nơi\n\nFabulously Optimized không bao gồm mod nội dung, vì vậy bạn có thể chơi trên bất kỳ thế giới hoặc máy chủ nào. Mặc dù bạn có thể sử dụng bất kỳ trình khởi chạy (launcher) nào để chơi modpack này, [chúng tôi khuyên bạn nên và cung cấp hỗ trợ cho những launcher cụ thể mang lại trải nghiệm tốt nhất][5].\n\n### Được cập nhật thường xuyên\n\nFabulously Optimized [nhận được bản cập nhật nhanh][6] và là một trong những modpack đầu tiên nâng cấp lên các phiên bản Minecraft mới hơn. [Việc cập nhật modpack thật dễ dàng][7] và nó sẽ duy trì cài đặt mod của bạn nếu có thể.\n\n### Được xây dựng trên Fabric\n\nFabulously Optimized sử dụng mod loader Fabric nhẹ, nhanh và hỗ trợ nhiều mod. [Bạn có thể sử dụng modpack làm cơ sở để thêm các mod yêu thích của mình vào.][8]\n\n### Phát triển mở\n\nFabulously Optimized [là nguồn mở][9] và hầu hết các mod của nó cũng vậy. Chúng tôi hoan nghênh các đề xuất của người dùng và cộng tác với các nhà phát triển bản mod để tạo ra trải nghiệm người dùng tốt hơn cho mọi người.\n\n### Cộng đồng hữu ích\n\nChúng tôi có một cộng đồng ngày càng tăng gồm các thành viên thân thiện, thích thảo luận về modpack, [dịch nội dung của modpack][10] và giúp đỡ lẫn nhau. [Hãy tham gia cùng chúng tôi ngay hôm nay!][11]\n\n## Câu hỏi thường gặp\n\n> **Hỏi**: Làm cách nào để tôi cài đặt,cập nhật,thêm mod,làm điều gì khác?\n> \n> **Đáp**: [Câu trả lời có trong wiki của chúng tôi.][12]\n\n\n> **Hỏi**: Đã xảy ra sự cố hoặc bạn nên thêm cái gì đó!\n> \n> **Đáp**: [Đăng nó lên GitHub của chúng tôi.][9]\n\n\n> **Hỏi**: Nó có những mod nào?\n> \n> **Đáp**: Nhấp vào bất kỳ phiên bản nào và cuộn xuống [hoặc xem bảng so sánh][1].\n\n\n> **Hỏi**: Tôi thích modpack. Làm thế nào để tôi có thể đóng góp?\n> \n> **Đáp**: [Những cách bạn có thể giúp được mô tả ở đây.][13] Cảm ơn bạn!\n\n\n> **Hỏi**: Tôi có cần modpack trên máy chủ không?\n> \n> **Đáp**: Không, gói hoạt động trên tất cả các máy chủ cho phép máy khách vanilla. [Có câu trả lời chi tiết và các mẹo thiết lập máy chủ tại đây.][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) Nếu bạn cần một máy chủ, hãy nhấp vào đây - Giảm 25% cho tháng đầu tiên!][15]\n\n\n> **Hỏi**: Tôi có thêm câu hỏi!\n> \n> **Đáp**: [Hãy đến và trò chuyện với chúng tôi trên Discord!][11]\n\n### Bằng cách sử dụng modpack này, [bạn đồng ý với những tuyên bố từ chối trách nhiệm sau đây][16].\n\n</details>\n\n<details>\n<summary>简体中文</summary>\n\n一个基于Fabric的Minecraft整合包，专注于性能和图像的提升。\n\n[![当前评论](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### 性能表现\n\nFabulously Optimized通常比OptiFine快，这要归功于[现代性能模组](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth)比如Sodium（钠）、Lithium（锂）和其他模组！\n\n### 支持OptiFine功能\n\nFabulously Optimized[支持几乎所有OptiFine功能](https://wiki.download.fo/readme/give-up-optifine)，包括着色器（光影加载）、连接纹理和缩放。 [你甚至可以获得自己的免费披风！](https://wiki.download.fo/readme/free-cape)\n\n### 细微调整\n\nFabulously Optimized[包含一些小的调整](https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional)但不会破坏原版体验感，比如扩展聊天记录上限，窗口式全屏模式，修复大多常见的错误和用于诊断崩溃的实用程序。\n\n### 适用于任何地方\n\nFabulously Optimized没有任何内容性的模组，所以它适用于任何世界或服务器。此整合包[可以在4个启动器上运行，被托管在3个站点上](https://github.com/Fabulously-Optimized/fabulously-optimized#downloads)此外，[还被翻译成多种语言，包括简体中文等语言](https://download.fo/translate)。\n\n### 现状\n\nFabulously Optimized[更新速度很快](https://download.fo/changelog)并且是首批升级到最新Minecraft的整合包之一。\n\n### 基于Fabric\n\n比起Forge，Fabric更轻量化，更新和加载速度快，并且仍有好的模组支持。\n\n### 公共发展\n\nFabulously Optimized[是开源的](https://download.fo/github)，它使用的大部分模组也是如此。我们欢迎用户提出建议并与模组开发人员合作，以便为每个人提供更好的用户体验。\n\n### 互帮互助的社区\n\n我们有一个成员不断增长，喜欢讨论这个模组包并相互帮助的友好成员社区。 [今天加入我们！](https://download.fo/discord)\n\n## 常见问题及解答\n\n> **问**：我该如何安装／更新／添加模组或做些其他的事？\n> \n> **答**：[答案在我们的维基中。](https://wiki.download.fo/)\n\n\n> **问**：有点问题／你应该添加一些东西！\n> \n> **答**：[将其发表到我们的GitHub中。](https://download.fo/github)\n\n\n> **问**：它有哪些模组？\n> \n> **答**：点击任何一个版本向下滚动 ，[或查看此对照表](https://download.fo/mods)。\n\n\n> **问**：我喜欢这个模组包。我怎样才能做出贡献？\n> \n> **答**：[这里介绍了你可以提供帮助的方法。](https://download.fo/thanks)谢谢你！\n\n\n> **问**： 我需要在服务器上安装此整合包吗？\n> \n> **答**：不，此模组包在任何允许原版客户端的服务器上工作。[这里有详细的回答和服务器设置提示。](https://wiki.download.fo/readme/server-setup)\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) 如果你需要一个服务器，请点击这里 - 第一个月有25%的折扣！](https://download.fo/host)\n\n\n> **问**：我有更多的问题！\n> \n> **答**：[来Discord与我们聊天吧！](https://download.fo/discord)\n\n### 要使用这个模组包，[你需要同意此免责声明](https://download.fo/terms)。\n\n</details>\n\n<details>\n<summary>繁體中文（台灣）</summary>\n\n一個簡單的 Minecraft 模組包，專注於提高效能和圖形增強。\n\n[![影片評論](https://img.youtube.com/vi/bb8G9X5Q_4I/hqdefault.jpg)](https://www.youtube.com/watch?v=bb8G9X5Q_4I)\n\n### 效能\n\nFabulously Optimized 比 OptiFine 更快，這要歸功於[現代效能模組][1]，例如 Sodium、Lithium 和其他模組。這些捆綁的模組經過精心挑選，確 保在你的世界中安全使用，並為任何裝置帶來明顯的速度提升。\n\n### 支援 OptiFine 功能\n\nFabulously Optimized [支援大部分 OptiFine 功能][2]，包括光影、連接材質和縮放。如果你的資源包標示「需要 OptiFine」，它很可能在這裡也能運作。[你甚至還能獲得免費的披風！][3]\n\n### 熟悉的感覺\n\n無論你之前使用的是哪個版本，Fabulously Optimized 的功能讓你在 Minecraft 中回味當初的遊戲體驗。這表示你可以[使用遊戲控制器、與朋友一同遊玩本機世界、在大視窗中查看進度等等][4]。\n\n### 適用於任何地方\n\nFabulously Optimized 不包含內容性模組，因此你可以在任何世界或伺服器上遊玩。雖然你可以使用任何遊戲啟動器來遊玩這個模組包，[我們建議並支援指定的啟動器，以提供最佳體驗][5]。\n\n### 時刻保持更新\n\nFabulously Optimized [更新迅速][6]，是 首批升級至新版 Minecraft 的模組包之一。[升級模組包非常簡單][7]，並在可能的情況下保留你的模組設定。\n\n### 基於 Fabric\n\nFabulously Optimized 使用輕量、快速且支援眾多模組的 Fabric 模組載入器。[你可以將這個模組包作為基礎，再加入你喜愛的其他模組。][8]\n\n### 開放發展\n\nFabulously Optimized [是開源的][9]，大部分的模組也是如此。我們歡迎使用者提出建議，並與 模組開發人員合作，共同打造更好的使用者經驗。\n\n### 熱於幫助的社群\n\n我們有一個不斷成長的友好社群，成員熱愛討論這個模組包，[翻譯其內容][10]，並相互提供幫助。[立即加入我們！][11]\n\n## 常見問題\n\n> **問**：我要怎麼安裝、更新、新增模組或進行其他操作？\n> \n> **問**：[答案都在我們的 wiki 裡。][12]\n\n\n> **問**：發生問題，或你應該加點東西！\n> \n> **答** ：[發布到我們的 GitHub。][9]\n\n\n> **問**：它有哪些模組？\n> \n> **答**：點擊任何版本向下捲動，[或查看此對照表][1]。\n\n\n> **問**：我喜歡這個模組包。我要怎麼做出貢獻？\n> \n> **答**：[這裡描述了你可以幫助的方法。][13]謝謝你！\n\n\n> **問**：我需要在伺服器安裝此模組包嗎？\n> \n> **答**：不，此模組包可以在所有允許使用原版用戶端的伺服器上運作。[詳細答案和伺服器設定提示在這裡。][14]\n> \n> [![Bisect Hosting](https://i.ibb.co/gr9mSxW/image.png) 如果你需要一個主機，請點擊這裡──第一個月可享有 25％ 折扣！][15]\n\n\n> **問**：我有更多 的問題！\n> \n> **答**：[加入我們的 Discord 聊天吧！][11]\n\n### 要使用本模組包，[你需要同意此免責聲明][16]。\n\n</details>\n\n[1]: https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#smooth\n[2]: https://wiki.download.fo/readme/give-up-optifine\n[3]: https://wiki.download.fo/readme/free-cape\n[4]: https://github.com/Fabulously-Optimized/fabulously-optimized/blob/main/INCLUDED-MODS.md#functional\n[5]: https://github.com/Fabulously-Optimized/fabulously-optimized#downloads\n[6]: https://download.fo/changelog\n[7]: https://wiki.download.fo/readme/update-instructions\n[8]: https://wiki.download.fo/readme/adding-more-mods\n[9]: https://download.fo/github\n[10]: https://download.fo/translate\n[11]: https://download.fo/discord\n[12]: https://wiki.download.fo\n[13]: https://download.fo/thanks\n[14]: https://wiki.download.fo/readme/server-setup\n[15]: https://download.fo/host\n[16]: https://download.fo/terms",
        "body_url": null,
        "published": "2022-02-10T06:28:19.045034Z",
        "updated": "2024-04-10T17:31:17.557469Z",
        "approved": "2022-02-10T06:28:19.045034Z",
        "queued": null,
        "status": "approved",
        "requested_status": null,
        "moderator_message": null,
        "license": {
            "id": "BSD-3-Clause",
            "name": "BSD 3-Clause \"New\" or \"Revised\" License",
            "url": null
        },
        "downloads": 936872,
        "followers": 1205,
        "categories": [
            "lightweight",
            "multiplayer",
            "optimization"
        ],
        "additional_categories": [],
        "loaders": [
            "fabric"
        ],
        "versions": [
            "YEEXo8mO",
            "6PreghB2",
            "ZFlt0mCy",
            "Xd9TXhDx",
            "d2ftgDMl",
            "ocmNMS2H",
            "ttwu1q6a",
            "zoUJEwaU",
            "kKonWfiD",
            "sGuvjN1T",
            "auMzCSWV",
            "G7NfV08L",
            "WjYsghqO",
            "NkaThTvB",
            "gaX1DK2f",
            "9wltcc6c",
            "RSfqXljj",
            "rhh26Mav",
            "ezPp5EyL",
            "h9XuYtqc",
            "ztRKsGTE",
            "lBM5m2i4",
            "s3PMKYXa",
            "rDPJAQyC",
            "q35BUdbA",
            "ETZcSw7G",
            "pVFIoeyG",
            "TbV9aHAx",
            "mhqXoi2c",
            "zsu80pNS",
            "BTcvpkdX",
            "dFvfyXLe",
            "U6H4sQ9W",
            "Bb7obWuY",
            "YhxKXRrp",
            "zhmLaPXG",
            "HKELtd5c",
            "D10ep621",
            "8YWILFFr",
            "yaxkNsFQ",
            "zgWBXC1i",
            "pTQwzDoL",
            "aqLQ2paq",
            "pweYTNdi",
            "btrbZZPx",
            "2lpLUpF8",
            "RDL0KLFq",
            "vfQPNv67",
            "MN5PNKSA",
            "F2eGBFv9",
            "4RLrWdBA",
            "8J76tb68",
            "70OqwnAg",
            "YMsMQEpq",
            "JDN5gWZY",
            "AaLEUeKE",
            "KsnWPsYJ",
            "tOfv3a5U",
            "OOUtfami",
            "2xsBMzYM",
            "L7LXRQNO",
            "uQqfvYBd",
            "t70hZh87",
            "Twsg6hau",
            "6gzQGTgb",
            "P7MjcZwX",
            "4szwrB4B",
            "m4aXPtmP",
            "ZLHbvzQ1",
            "1vRDfe1u",
            "xKYZ7TGt",
            "afbqTLEj",
            "SD2EP4WV",
            "C7X5ZPoS",
            "NHuAkplw",
            "o3NegagY",
            "Dn7RgSIz",
            "xMMAnzCB",
            "PBDzVAz5",
            "4kDPqS0S",
            "XDPoROoa",
            "s31b9bmL",
            "iAKJ8QnO",
            "CfR4Lczc",
            "NMO819R7",
            "En91eedy",
            "MlUWq6cq",
            "TCtLhu4c",
            "ODLKJ9Tk",
            "fvDC7i5e",
            "q5uWiIZ0",
            "DxAaL0od",
            "DfxOOWJw",
            "fyXarQQ9",
            "dANLnoDw",
            "yeoLibTj",
            "bLPK12Yw",
            "q9xba4Dj",
            "jLjYDhwT",
            "lk5YvpCS",
            "sPsxKUd7",
            "oFOmGiXe",
            "SXxyzbSA",
            "bfn7TpNe",
            "c1e4Oghc",
            "wjf0fixx",
            "ajHNq5v9",
            "ORMvyaDg",
            "Ulb80VUF",
            "CkKLX7q6",
            "W9IJ9VXc",
            "S9scjbRN",
            "6pWDJOiD",
            "59b0QxuV",
            "5S0hGQSI",
            "4MWOdfZf",
            "avV1WTgb",
            "TUY9aa8w",
            "3KATmiDV",
            "sXEavqV2",
            "sHeZtuP0",
            "d0ooFWBX",
            "YbjB2jtV",
            "YyDKGEHo",
            "IgbLVogV",
            "MbrFqB7E",
            "tQqYsbjS",
            "hJHC4rxV",
            "Idp0TvpE",
            "AZyGKF7d",
            "v1XP3cO5",
            "R1DQhclZ",
            "hZ6f9Ij9",
            "gq0l5aZG",
            "fJo71tsP",
            "P9h4JvXz",
            "jiMMEbwG",
            "do4cmgMu",
            "Wzdh7OgK",
            "P9wA6exe",
            "M9GcQQEY",
            "e9bRWW9P",
            "FyszvWJn",
            "f43txMze",
            "mZe5krJZ",
            "bmUkGWal",
            "iiBAB3ah",
            "DdYHdXNe",
            "VggPcpUt",
            "7fkQgrjp",
            "ZxTMSgCD",
            "pZLsINdo",
            "iXHwCl7F",
            "HZ1UqvEk",
            "7Jk8c2ic",
            "qmrfRjVN",
            "mjypnxhQ",
            "hkH6z5O8",
            "IjLx60BM",
            "HTo3CZFn",
            "Sp5ElxRE",
            "GBQKNxj9",
            "epzSJ3E9",
            "uORrxdLv",
            "hA82dALM",
            "cmdnUREQ",
            "kA2VUwe7",
            "S3vdZEMJ",
            "S6dZt5PF",
            "4Gh3HgAD",
            "fDlgR3Ps",
            "YtW9P2aY",
            "YEt9tHkF",
            "JjfjaLAG",
            "uNVpkEsm",
            "DZZFAyr0",
            "rAICEnjs",
            "SIDhYMLn",
            "7C1oKRBV",
            "f0yvRJBh",
            "IZF5QALi",
            "GkyRmZUp",
            "DRfxWkWr",
            "vTv4euPP",
            "2y86H7xA",
            "LpdvzsNf",
            "r8wLcqv0",
            "pko5NAzo",
            "SFnPQgvM",
            "YpxcPbaS",
            "izl8YnkY",
            "bw0yqv8D",
            "sItlTgOs",
            "yP9fYMLA",
            "wM2ZrRzp",
            "qzMJ1Oqv",
            "GYZXXw4w",
            "3MPV6cyf",
            "38W6d6wW",
            "Gi7SBNp6",
            "CzWNIxDQ",
            "lLcc8q2G",
            "2ZbcYfCj",
            "jT8m5ofR",
            "vRmxSMZY",
            "bILEQohZ",
            "uoQE9rPB",
            "ZRPaVjW6",
            "dMLcHLAZ",
            "rgKdBkWv",
            "I7zHEQkK",
            "zQAFlgq3",
            "xVNNkPmr",
            "zO6dBDZJ",
            "PaDoAj7s",
            "jBI5iavh",
            "F4eOVjiY",
            "5CjscTtg",
            "EUtHdOmt",
            "BBnJrW3b",
            "HH3vor7X",
            "mO71ubIp",
            "vYgYXh6H",
            "34Mh3bap",
            "fynFTzKI",
            "aBMlTj6B",
            "WhY7D20g",
            "R7UWM1Na",
            "Htt3FNEk",
            "UBgO1w30",
            "jRAg9VsU",
            "muzr7E9u",
            "Hrdee8Qh",
            "2D1MU3z5",
            "mMrtL2Uu",
            "BMuCsyDw",
            "jPRbzNeS",
            "UOWHkZjI",
            "214nPVvl",
            "zwCoPr4q"
        ],
        "icon_url": "https://cdn.modrinth.com/data/1KVo5zza/d8152911f8fd5d7e9a8c499fe89045af81fe816e.png",
        "issues_url": "https://github.com/Fabulously-Optimized/fabulously-optimized/issues",
        "source_url": "https://github.com/Fabulously-Optimized/fabulously-optimized/",
        "wiki_url": "https://wiki.download.fo",
        "discord_url": "https://download.fo/discord",
        "donation_urls": [
            {
                "id": "other",
                "platform": "Other",
                "url": "https://download.fo/contribute"
            }
        ],
        "gallery": [
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/0659c64f7b90087b83ac47cb5806b46350a94c7e.png",
                "featured": false,
                "title": "Title screen",
                "description": "Version shown in bottom right corner",
                "created": "2023-04-07T13:33:23.167097Z",
                "ordering": 1
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/044a5b9cb85394be95656a1ebcfe135466420da9.png",
                "featured": false,
                "title": "Mod menu",
                "description": "Bundled resource pack describes each mod's features and options",
                "created": "2023-04-07T13:33:38.535259Z",
                "ordering": 2
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/f62947d64c19a35a58952aa04c1a2124ce8f0321.png",
                "featured": false,
                "title": "FPS in high render distance",
                "description": "Image by ThePumpkinPigs#0054, FPS indicator can be enabled in video settings",
                "created": "2023-04-07T13:33:54.499337Z",
                "ordering": 3
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/138d3005f4a24798f172200d0c99aeec75f7e61c.png",
                "featured": true,
                "title": "Sunrise behind a hill",
                "description": "Image by ThePumpkinPigs#0054, Complementary Reimagined shaders",
                "created": "2023-04-07T13:34:18.201900Z",
                "ordering": 4
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/39001fdfaeea01636ccf90249abf91ba35ff323d.png",
                "featured": false,
                "title": "The lushiest cave",
                "description": "Image by Sir RaptaG#4171, Emissive Ores resource pack, MakeUp - Ultra Fast shaders",
                "created": "2023-04-07T13:34:39.361755Z",
                "ordering": 5
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/ea37267f9b1ad0c331d98104cdbd6dd53b9986ac.png",
                "featured": false,
                "title": "Shining through the portal",
                "description": "Image by Sir RaptaG#4171, MakeUp - Ultra Fast shaders",
                "created": "2023-04-07T13:35:03.822525Z",
                "ordering": 6
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/6a59e627276eefc320dadbe458aca1b9cef3231d.png",
                "featured": false,
                "title": "Rich village",
                "description": "Image by ThePumpkinPigs#0054, Stay True resource pack, Complementary Reimagined shaders",
                "created": "2023-04-07T13:35:20.530410Z",
                "ordering": 7
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/ac6d84c7fa2b8ffb25421d164edfa80582cfca5a.png",
                "featured": false,
                "title": "Ancient darkness",
                "description": "Image by Radplay#2483, Rethinking Voxels shaders",
                "created": "2023-04-07T13:35:38.678549Z",
                "ordering": 8
            },
            {
                "url": "https://cdn.modrinth.com/data/1KVo5zza/images/491a2573dd13405fcbfa84820023ecf6107fcf06.png",
                "featured": false,
                "title": "Commanding reflections",
                "description": "Image by Interstellar Cow#8015, Vanilla Normals Renewed resource pack, MollyVX rewrite shaders",
                "created": "2023-04-07T13:35:52.248053Z",
                "ordering": 9
            }
        ],
        "color": 13813933,
        "thread_id": "1KVo5zza",
        "monetization_status": "monetized"
    }
]